{
  "book": [
    {
      "title": "O Hobbit",
      "author": "J.R.R. Tolkien",
      "publisher": "HarperCollins Brasil",
      "pages": 350,
      "description": "Edição com mapas, capa dura, fitilho, as ilustrações originais de J.R.R.\nTolkien e um pôster de Valfenda exclusivo! Bilbo Bolseiro era um dos mais respeitáveis hobbits de todo o Condado até que, um dia, o mago Gandalf bate à sua porta.\nA partir de então, toda sua vida pacata e campestre soprando anéis de fumaça com seu belo cachimbo começa a mudar.\nEle é convocado a participar de uma aventura por ninguém menos do que Thorin Escudo-de-Carvalho, um príncipe do poderoso povo dos Anãos.\nEsta jornada fará Bilbo, Gandalf e 13 anãos atravessarem a Terra-média, passando por inúmeros perigos, como os imensos trols, as Montanhas Nevoentas infestadas de gobelins ou a muito antiga e misteriosa Trevamata, até chegarem (se conseguirem) na Montanha Solitária.\nLá está um incalculável tesouro, mas há um porém.\nDeitado em cima dele está Smaug, o Dourado, um dragão malicioso que...\nbem, você terá que ler para descobrir.\nLançado em 1937, O Hobbit é um divisor de águas na literatura de fantasia mundial.\nMais de 80 anos após a sua publicação, o livro que antecede os ocorridos em O Senhor dos Anéis continua arrebatando fãs de todas as idades, talvez pelo seu tom brincalhão com uma pitada de magia élfica, ou talvez porque J.R.R.\nTolkien tenha escrito o melhor livro infantojuvenil de todos os tempos."
    },
    {
      "title": "1984",
      "author": "George Orwell",
      "publisher": "Leya",
      "pages": 323,
      "description": "Clássico de George Orwell ganha edição especial ilustrada, com nova tradução e capa dura, numa homenagem às línguas, aos livros e seu processo de produção, a autores e leitores.\nEsta nova edição da LeYa Brasil conta com uma nova e primorosa tradução de Debora Fleck e ilustrações incríveis de Eduardo de Amorim Nunes, e textos exclusivos dos dois falando um pouco do seu processo de trabalho.\nHá ainda uma apresentação, que destaca que um dos pilares dos totalitarismos de todo tipo é o empobrecimento da língua, e uma biografia do autor, mostrando como a vida e a literatura de George Orwell estão intrinsecamente relacionadas.\nPublicado pela primeira vez em 8 de junho de 1949, 1984, de George Orwell, é um romance que fez história: a projeção de um futuro sem dissonâncias e desolador repercutiu de forma intensa e fez com que a saga de Winston Smith fosse traduzida para 65 idiomas, marca que nenhum outro livro jamais alcançou.\nMesmo que tenhamos deixado o fatídico ano para trás, 1984 inspirou e continua inspirando outros romances, filmes, séries de tevê, peças teatrais, óperas, músicas e, à medida que novas manifestações culturais surgem, videogames, reality shows e até mesmo posts nas redes sociais."
    },
    {
      "title": "Ensaio Sobre A Cegueira (Edição Especial)",
      "author": "José Saramago",
      "publisher": "Companhia das Letras",
      "pages": 375,
      "description": "Edição especial da obra-prima de José Saramago, com prefácio de Julián Fuks e fortuna crítica.\nPublicado pela primeira vez em 1995, Ensaio sobre a cegueira é uma verdadeira viagem às trevas da humanidade.\nNeste clássico moderno da literatura em língua portuguesa, o leitor é dragado para um cenário devastador, onde uma \"treva branca\" passa a assolar a sociedade, espalhando-se incontrolavelmente.\nToda a população deixa de enxergar, exceto por uma mulher, que se passa por cega para acompanhar o marido na quarentena compulsória a que todos foram submetidos.\nPresos à nova realidade, os cegos se descobrem reduzidos à essência humana.\nNo ano em que se celebra o centenário de nascimento do autor, vencedor do prêmio Nobel de literatura em 1998, a Companhia das Letras lança uma edição especial, com projeto gráfico de Raul Loureiro e obra de William Kentridge na capa, além de prefácio inédito de Julián Fuks e fortuna crítica com textos de Leyla Perrone-Moisés, Marco Lucchesi e Maria Alzira Seixo.\nOs leitores também terão acesso aos trechos de Cadernos de Lanzarote em que Saramago trata do processo de escrita da obra, selecionados e organizados por Graciela Margarita Castañeda e Pedro Fernandes de Oliveira Neto.\n\"Um livro de fazer chorar, um livro de enternecer, e estranhamente talvez seja pelas lágrimas que ele nos salva.\" — Julián Fuks"
    },
    {
      "title": "Laranja Mecânica",
      "author": "Anthony Burguess",
      "publisher": "Aleph",
      "pages": 162,
      "description": "Narrada pelo protagonista, o adolescente Alex, esta brilhante e perturbadora história cria uma sociedade futurista em que a violência atinge grandes proporções e provoca uma resposta igualmente agressiva de um governo totalitário.\nAo lado de 1984, de George Orwell, e Admirável Mundo Novo, de Aldous Huxley, Laranja Mecânica é um dos ícones literários da alienação pós-industrial que caracterizou o século 20.\nAdaptado com maestria para o cinema em 1972 por Stanley Kubrick, o livro é uma obra marcante que atravessou décadas e se mantém atual."
    }
  ]
}